const review1 = {
  id: 'a7c267d0-a72d-41bd-8b8e-e7f67800d58a',
  userName: 'Саша',
  advantages: 'Хорошо. Очень хорошо.',
  disadvantage: 'Плохо. Очень плохо.',
  comment: 'Неплохо, но дорого.',
  rating: 3,
  createAt: '2021-10-28T12:32:16.934Z',
  guitarId: 12,
};

const review2 = {
  id: 'a7c26f42f-a7f3-43gd-8rte-e7f67800d58a',
  userName: 'Виктор',
  advantages: 'Хороший корпус, чистый звук, стурны хорошего качества',
  disadvantage: 'Тугие колонки',
  comment: 'У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня.',
  rating: 4,
  createAt: '2021-07-21T12:32:16.934Z',
  guitarId: 13,
};

const review3 = {
  id: 'a7c267d0-a7add-41bd-yb8e-e7f67grtd58a',
  userName: 'Владелен',
  advantages: 'Хороший корпус, чистый звук, стурны хорошего качества',
  disadvantage: 'Тугие колонки',
  comment: 'У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня.',
  rating: 5,
  createAt: '2021-11-20T12:32:16.934Z',
  guitarId: 14,
};

export const basicReviewMock = [review1, review2, review3];
